import React from "react";
import { IoIosArrowForward } from "react-icons/io";
import { Button } from 'primereact/button';

import './MainContent.css'

const MainContent = () => (
    <div className="WelcomePage-MainContent">
        <h1 className="text-2xl font-bold" style={{ fontSize: "42px" }}>Δράση "Νταντάδες της γειτονιάς"</h1>
        <h3 className="text-gray-700">Υπηρεσία κατ' οίκον φροντίδας βρεφών και νηπίων από 2 μηνών έως 2,5 ετών</h3>

        <p className="text-gray-700">
            Παρέχεται πλέον σε εσάς και τα πρόσωπα του έχουν την εκκλησία βρεφική και νηπίων, καθώς και τα παιδιά προσδοκούν την απόφαση να συμμετέχει στο Μητρώο Επαγγελματιών.
            Επιπλέον θα μπορείτε να γραφτείτε για την ανταπόκριση στις συστάσεις για σύνδεση με φορείς της υπηρεσίας, από την Υπηρεσία έρευνας και τα εφαρμόσθηκε μέθοδο την
            υποψηφία τις προϋποθέσεις. <br /><br />
        </p>

        <div className="yellowBox">
            <span><b> Πριν ξεκινήσετε διαβάστε προσεκτικά τις οδηγίες εδώ:&nbsp;</b></span>
            <a href='#'><b> Οδηγίες για μητρώο επιμελητών</b></a>
        </div>

        <p><br />Μπορείτε να επιλέξετε μια από τις ακόλουθες υπηρεσίες (Θα χρειαστείτε τους προσωπικούς σας κωδικούς πρόσβασης στο Taxisnet). </p>

        <p>Αγαπητοί, Σας ενημερώνουμε ότι με τις υπ’ αρίθμ. πρωτ. 4885/31-10-2024 και 4886/31-10-
            2024 τροποποιήσεις των Προσκλήσεων για τους Ωφελούμενους και τους Επιμελητές,
            παρατείνεται το Πιλοτικό Πρόγραμμα «Νταντάδες της Γειτονιάς» για τα συμφωνητικά που
            παρέμεναν εν ισχύ στις 31.10.2024. Για τυχόν περαιτέρω ενέργειές σας θα ενημερωθείτε το
            αμέσως προσεχές διάστημα.. </p>

        <div className="yellowBox">
            <span><b>Οι επιλογές των ωφελουμένων προσώπων αφορούν τους γονείς/κηδεμόνες.<br></br>
                Αντίστοιχα, οι επιλογές των επιμελητών αφορούν τους φροντιστές</b></span>
        </div>

        <div className='intro-buttons'>
            <Button label='Εγγραφή στο μητρώο επιμελητών (επιμελητής/τρια)'> <IoIosArrowForward /> </Button>
            <Button label='Αίτηση για την παροχή της υπηρεσίας φύλαξης και την
                    επιλογή επιμελητή /τριας (ωφελούμενο πρόσωπο)'> <IoIosArrowForward /> </Button>
        </div>
    </div>
);

export default MainContent;