import './UsefulPages.css'

const UsefulPages = () => (
    <div className="UsefulPages">
        <div>
            <h2 className="text-lg font-bold mb-4">Χρήσιμοι Σύνδεσμοι</h2>
            <ul className="space-y-2">
                <li><a href="#">Πρόσκληση Ωφελούμενων</a></li>
                <li><a href="#" >Πρόσκληση Επιμελητών</a></li>
                <li><a href="#" >Οδηγίες</a></li>
                <li><a href="#" >Συχνές ερωτήσεις Επιμελητές</a></li>
                <li><a href="#" >Συχνές ερωτήσεις Ωφελούμενοι</a></li>
                <li><a href="#" >Δήλωση Ιδιωτικότητας</a></li>
                <li><a href="#" >Έκθεση - εξαγόρωση εργοσήμου</a></li>
                <li><a href="#" >Οδηγίες για τον υπολογισμό εργοσήμου</a></li>
            </ul>
        </div>

        <div>
            <h2 className="text-lg font-bold mb-4">Ανακοινώσεις</h2>
            <ul className="space-y-2">
                <li><a href="#" >Ολοκλήρωση του πιλοτικού προγράμματος "Νταντάδες της Γειτονιάς"</a></li>
                <li><a href="#" >ΦΕΚ: Δημοσίευση της ΚΥΑ για αύξηση αξίας τοποθέτησης (voucher) - «Νταντάδες της Γειτονιάς»</a></li>
                <li><a href="#" >Αύξηση της αξίας τοποθέτησης (voucher)</a></li>
                <li><a href="#" >Και ο Δήμος Αθηναίων στο πρόγραμμα «Νταντάδες της Γειτονιάς»</a></li>
                <li><a href="#" >Δελτίο Τύπου: Ενεργοποίηση της διαδικτυακής εκπαίδευσης για τη δράση «Νταντάδες της Γειτονιάς»</a></li>
                <li><a href="#" >Ανακοίνωση προς υποψήφιους/υποψήφιες Επιμελητές/τριες</a></li>
            </ul>
        </div>
    </div>
);

export default UsefulPages;