function Info_Component() {
  return (
    <div className="info-component-wrapper">
      <div className="info-component">
        <h2>Ενότητα Α - Ενημέρωση Βασικών Πληροφοριών</h2>
        <p>Καλώς ήρθατε στην εγγραφή του μητρώου των Επιμελητών.</p>
        <p>Ακολουθεί η διαδικασία εγγραφής. Θα χρειαστεί να:</p>
        <ul>
          <li>Να συμπληρώσετε τα απαραίτητα στοιχεία</li>
          <li>Να επισυνάψετε το βιογραφικό σας</li>
          <li>Να επισυνάψετε τα απαραίτητα δικαιολογητικά</li>
          <li>Να δημιουργήσετε την αγγελία σας</li>
          <li>Να υποβάλετε οριστική υποβολή</li>
        </ul>
        <p>
          Μετά την οριστική υποβολή, μπορείτε να επεξεργάζεστε τα στοιχεία σας, να
          προγραμματίζετε ραντεβού, να ελέγχετε το ιστορικό σας και να λαμβάνετε
          χρηματικά voucher μέσω της κεντρικής σελίδας με την επιλογή :
          <span className="profile-button">Προφίλ</span>
        </p>
        <p>
          Επιπλέον θα μπορείτε να βλέπετε τις αξιολογήσεις σας, να επικοινωνείτε με
          τον ενδιαφερόμενο γονέα και να υπογράφετε ιδιωτικό συμφωνητικό συνεργασίας.
        </p>
      </div>
    </div>
  );
}

export default Info_Component;

